IDEA Open Model
BentUpBar.AnchorLength Property
Compatible with IDEA StatiCa Beta 20.0
 Length of anchor for bent up bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double AnchorLength { get; set; }
Public Property AnchorLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace